<?php
session_start();
?>

<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <link rel="stylesheet" href="css/style.css">	  
  <title>О группе</title>
</head>
<body>


  <section class="abt">
    <div class="abt__biography">
      <h3>Биография</h3>
      <span>
        Мало людей на свете, которые не знают о культовой немецкой группе Rammstein, 
        а у некоторых название этого коллектива ассоциируется с Германией. 
        Это неудивительно, ведь музыканты радуют своих поклонников песнями, концертами и клипами c 1994 года. 
        Успеху поспособствовали сплоченность группы, ее неизменный состав и дружба участников.
      </span>
    </div>

    <div class="parallax-window abt__pict" data-parallax="scroll" data-image-src="pict/01.jpg">
    </div>

    <div class="abt__historycreate">
      <h3>История создания и коллектив</h3>
      <span>      
        Если говорить об участниках метал-группы Rammstein, то не хватит и книги, потому что биография каждого 
        музыканта насыщена интересными фактами. Например, лидер группы и по совместительству гитарист Рихард Круспе 
        раньше занимался борьбой, а фронтмен Тилль Линдеманн серьезно увлекался плаванием. У него была возможность 
        выступить на Олимпиаде, однако из-за травмы мышц живота о спортивной карьере пришлось забыть.

        Что касается истории создания группы, то коллектив образовался в Берлине, произошло это событие в январе 1994 года. 
        Однако все началось гораздо раньше. Дело в том, что гитарист Рихард Круспе с детства мечтал стать рок-звездой и 
        покорить своей музыкой весь мир.        
      </span>
    </div>

    <div class="parallax-window abt__pict" data-parallax="scroll" data-image-src="pict/02.jpg">
    </div>

    <div class="abt__music">
      <h3>Музыка</h3>
      <span>      
        19 февраля 1994 года Rammstein выиграла конкурс молодых групп в Берлине, выступив с хитами Das alte Leid, 
        Seemann, Weißes Fleisch, Rammstein, Du Riechst So Gut и Schwarzes Glas. Таким образом парни получили право записи на профессиональной студии.

        После удачных проб музыканты подписали контракт с компанией Motor Music, только запись дебютного альбома 
        дискографии группы двигалась медленно, потому что парни работали не в родной Германии, а в Швеции под контролем 
        продюсера Якоба Хелнера. Этот союз, действующий по сей день, оказался весьма удачным.
      </span>
    </div>

    <div class="parallax-window abt__pict" data-parallax="scroll" data-image-src="pict/03.jpg">
    </div>

    <div class="abt__scandals">
      <h3>Скандалы</h3>
      <span>
        Творческая деятельность группы на протяжении всей карьеры сопряжена со скандалами. Уже на первых концертах 
        артисты начали применять спецэффекты, которые заключались в использовании пиротехники, провокационных выходках, 
        в применении бутафорских внутренностей человека и искусственной крови.

        Подобное поведение исполнителей зачастую не вписывалось в форматы каналов, на которых музыкантам предоставлялась 
        возможность выступить. В программе Hanging out, выходившей на английском MTV, вопреки запрету со стороны руководства, 
        Тилль все-таки раздавил капсулу с бутафорской кровью в прямом эфире, чем навлек на себя гнев авторов проекта. 
        Позднее скандальный дебют еще долго оставался камнем преткновения между метал-идолами и самой популярной музыкальной телеплощадкой.
      </span>
    </div>

    <div class="parallax-window abt__pict" data-parallax="scroll" data-image-src="pict/04.jpg">
    </div>

    <div class="abt__teamnow">
      <h3>Rammstein сейчас</h3>
      <span>
        Сейчас команда продолжает «взрывать» концертные залы своей неудержимой энергетикой и сотрясать Интернет шокирующим видео. 
        В 2019 году был представлен очередной клип на песню Deutschland, в котором появились отсылки к нацистскому прошлому Германии.

        В феврале 2020 года группа выпустила скандальный клип Till The End, в котором использовались элементы порно. 
        Ролик был создан в Санкт-Петербурге. Публикация видео получила негативный отклик общественности. 
        В России в ряде городов прозвучали призывы с требованием запретить выступление немецкой команды в рамках 
        мирового гастрольного тура, о котором ранее группа известила с персональной страницы в «Инстаграме».
      </span>
    </div>

    <div class="parallax-window abt__pict" data-parallax="scroll" data-image-src="pict/05.jpg">
    </div>




  </section>



<script src="https://ajax.googleapis.com/ajax/libs/jquery/1.11.0/jquery.min.js"></script>
<script src="js/parallax.min.js"></script>  
</body>
</html>